{
  "Memory Tracks": "Teure Erinnerungen",
  "Processing": "In Bearbeitung...",
  "Login": "Login",
  "Register": "Registrierung",
  "About": "Info",
  "Logout": "Logout",
  "Add note": "Notiz hinzufügen",
  "Search by keyword": "Mit Schlüsselwort suchen: ",
  "Link": "Link: ",
  "Last modified": "Letzte Bearbeitung: ",
  "Please login to the system with your credentials.": "Please login to the system with your credentials.",
  "Email address": "Email-Adresse",
  "Password": "Kennwort",
  "Password forgotten": "Wenn man sein Kennwort vergessen hat, kann man es mit Hilfe von der Email-Adresse zurücksetzen. Die Email-Adresse eingeben und abschicken, so wir senden eine Anleitung wie man das Kennwort zurücksetzen kann.",
  "Email to restore password": "Email-Adresse fürs Zurücksetzen des Kennworts",
  "Restore Password": "Kennwort zurücksetzen",
  "Missing Account Text": "Wenn man noch kein Benutzerkonto hat, bitte ein neues Konto unten registrieren.",
  "Givenname": "Vorname",
  "Surname": "Nachname",
  "User registered": "Benutzer registriert",
  "User registered text": "Der Benutzer wurde erstellt. Bitte Ihre E-Mail für Infos prüfen, um das Konto zu aktivieren. Danach können Sie die Login-Daten für den Login verwenden.",
  "Edit note": "Notiz editieren",
  "Title": "Titel: ",
  "Content": "Inhalt: ",
  "Keywords": "Schlüsselwörter: ",
  "Paste": "Einfügen",
  "Cancel": "Abbrechen",
  "Save note": "Notiz speichern",
  "No stored notes found.": "Keine gespeicherten Notizen gefunden.",
  "Delete note?": "Notiz löschen?",
  "Are you certain that you want to delete the note?": "Sind Sie sicher, dass Sie den Notiz löschen möchten?",
  "Delete": "Löschen",
  "OK": "OK",
  "Note": "Notiz: ",
  "Edit": "Editieren",
  "Current password": "Aktuelles Kennwort: ",
  "New password": "Neues Kennwort: ",
  "New password confirmation": "Neues Kennwort Bestätigung: ",
  "Change password": "Kennwort ändern",
  "Update user data": "Benutzerdaten aktualisieren",
  "General": "Allgemeines",
  "Application description": "Die Applikation ermöglicht es, 'teure Erinnerungen' zu speichern, nach denen zu suchen und auf sie später bei Bedarf zugreifen zu können, d.h. relevante Notizen, Links usw.",
  "Registration": "Registrierung",
  "User account needed": "Sie benötigen ein Benutzerkonto, um Notize auf dem System verwalten zu können. On the image below you will find the registration component where you have to fill in at least an email address that is used as your username as well as a password. After you have finished the registration, you will have to log in by using your credentials.",
  "Notes overview": "Übersicht über Notizen",
  "Handling notes": "Grundsätzlich können Sie Notizen mit einem Titel, einer Beschreibung (Inhalt) und einem Set von Schlüsselwörtern auf dem System verwalten. Diese sind in einer MongoDB Dokumentendatenbank gespeichert und können durch eine API bekommen werden um auf dem Frontend angezeigt zu werden. Außerdem gibt es die konventionellen Funktionalitäten, existieren Notizen zu editieren oder zu löschen. Siehe Das Bild unten",
  "Adding a note": "Ein Notiz hinzufügen",
  "Instructions for adding a note": "Sie müssen weinigstens einen Titel und ein Inhalt für eine Notiz eingeben. Es ist auch zu empfehlen, einige Schlüsselwörter hinzuzufügeb, um die Suche nach Notizen zu ermöglichen.",
  "Search for notes": "Nach den Notizen suchen",
  "Keyword search": "Es gibt eine Schlüsselwort-Suche auf der Hauptseite, mit der man nach Notizen mit deren Schlüsselwörtern suchen kann. Einfach ein Wort oder ein Teil davon eingeben und die Inhalte werde in der Realzeit gefiltert.",
  "Filtering": "Filtern",
  "Managing your profile": "Verwaltung des Profils",
  "Profile management": "Nachdem Sie sich eingeloggt haben, haben Sie einen Zugriff auf Ihr persönliches Profil. Durchs Klicken vom Ikon mit Ihren Initialen hoch links auf dem Menübar, eine Profilseite wird geöffnet. Da können Sie Ihre persönlichen Daten, wie z.B. Name oder Email-Adresse ändern sowie switch Ihr aktuelles Kennwort ändern.",
  "Edit personal data": "Persönliche Daten editieren",
  "Language": "Sprache",
  "English": "Englisch",
  "Finnish": "Finnisch",
  "German": "Deutsch",
  "Basic user data": "Basisdaten des Benutzers",
  "Password forgotten?": "Kennwort vergessen?",
  "Password reset request sent": "Zurücksetzen vom Kennwort",
  "Password reset request sent description": "Eine Bitte, das Kennwort zurückzusetzen wurde abgeschickt. Bitte die E-Mails für weitere Informationen prüfen!"
}
